Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: The US and five Arab allies have launched the first strikes against Islamic State (IS) militants in Syria.
pt: EUA, com apoio de aliados árabes, bombardeiam Estado Islâmico na Síria

source: She said: "There's nothing you can do, you're stuck .
pt: Não tem nada demais ser gay", afirmou.

source: Kiev, AP—Shelling killed six people and wounded 15 others in the rebel stronghold of Donetsk, the city council said Monday—the worst reported violence since a cease-fire between Russian-backed rebels and Ukrainian troops took effect on September 5.
pt: Nesta segunda-feira (15), seis civis morreram em combates entre o exército ucraniano e os rebeldes, o balanço de civis mortos mais grave desde início da trégua anunciada em 5 de setembro.

source: UPDATE 1-Plane carrying British Ebola victim leaves Sierra Leone for Britain
pt: Avião levando britânico com ebola sai de Serra Leoa para o Reino Unido

source: JPMorgan Chase replaces some cards after Home Depot hack Wed, Sep 17 2014
pt: JPMorgan Chase substitui alguns cartões após falha de segurança na Home Depot

source: “But we are not doing this so far,” the premier said.
pt: Mas não o faremos por enquanto", disse.

source: Israeli Prime Minister Benjamin Netanyahu and US Secretary of State John Kerry met in Rome on Dec. 15, in an effort to formulate a joint position in response to planned moves by the Palestinians at the United Nations in the coming weeks.
pt: ROMA (Reuters) - O primeiro-ministro israelense, Benjamin Netanyahu, buscou nesta segunda-feira garantias do secretário de Estado norte-americano, John Kerry, de que os Estados Unidos irão bloquear os esforços palestinos e europeus em relação a um Estado palestino.

source: "When we were at J.E.B. Stuart in the late '70's, the school symbol was Stuart riding a horse and waving the Confederate flag .
pt: Ela lembrou que, no final dos anos 70, o símbolo da escola era o general sobre um cavalo empunhando a bandeira confederada .

source: Lawyer: Tennessee shooter’s uncle detained in Jordan
pt: Tio de autor de massacre no Tennessee é detido na Jordânia

source: U.S. military command’s Twitter, YouTube sites hacked
pt: Twitter de comando militar dos EUA é hackeado

source: "We at Lufthansa are speechless that this aircraft has been deliberately crashed by the co-pilot," said Carsten Spohr, CEO of Lufthansa, which owns Germanwings.
pt: Carsten Spohr, executivo-chefe da Lufthansa, empresa à qual a Germanwings pertence, disse pelo Twitter que "se nossos temores forem confirmados, este é um dia negro para a Lufthansa" .

source: Police had requested courts refuse Monis bail but were not paying special attention to him because his charges were not linked to political violence and he was not on any watch list, he said .
pt: Scipione explicou que Monis não havia sido condenado e que os crimes de que foi acusado não estavam relacionados com a violência por motivos políticos, observando que, como o sequestrador, há muitos outros.

source: Women are also forbidden from wearing "open abayas (traditional black gowns) that reveal colourful clothes worn underneath", it said.
pt: Além disso, as mulheres não podem vestir abayas (túnicas que cobrem a roupa até os pés) que mostrem vestidos coloridos por baixo.

source: But everybody else did like it."
pt: Mas nem todo mundo tem que gostar de tudo .

source: "We will not get there [May ] 11th but in the days that follow because it is absolutely necessary,'' Sapin said.
pt: "Nós não vamos chegar a um acerto na segunda-feira, mas sim nos próximos dias, porque é absolutamente necessários", disse o ministro .

source: The crisis now risks spiraling into a proxy war with Shi'ite Iran backing the Houthis, and Saudi Arabia and the other regional Sunni Muslim monarchies supporting Yemeni President Abd-Rabbu Mansour Hadi.
pt: Os huthis contam com o apoio do Irã, potência xiita regional, enquanto o presidente Hadi é respaldado pelos países sunitas do Golfo, incluindo a Arábia Saudita.

source: Up to 20,000 people around Malawi's southern tip are without food, healthcare or clean water, the medical charity Medecins Sans Frontieres (MSF) said in a statement on Friday, with helicopters offering the only chance of assistance.
pt: Até 20 mil pessoas no extremo sul do Malauí estão sem comida, atendimento médico ou água potável, disse a organização de ajuda humanitária Médicos Sem Fronteiras (MSF) num comunicado divulgado nesta sexta-feira, com helicópteros sendo o único meio de se levar assistência à região.

source: Police officers in Paris just before storming a Kosher supermarket where hostages were held
pt: O suspeito que fazia reféns em um supermercado de Paris também foi morto pela polícia

source: AFP,, Friday 27 Mar 2015 Nigeria's military on Friday announced that troops had retaken the town of Gwoza from Boko Haram, from which the group declared their caliphate last year.
pt: O exército da Nigéria recuperou nesta sexta-feira o controle da cidade de Gwoza, no nordeste, onde se encontra o quartel-general do "califado" do grupo islamita Boko Haram, anunciou o ministério da Defesa.

source: The result meant they became the first Netherlands side to complete a World Cup undefeated in normal and extra time as Louis Van Gaal signed off from his final match in charge before taking over as coach of Manchester United with a victory.
pt: BRASÍLIA (Reuters) - O técnico da seleção da Holanda, Louis van Gaal, mudou o discurso sobre a importância da disputa de terceiro lugar na Copa do Mundo e quer se despedir com uma vitória para se tornar o primeiro treinador holandês a sair do torneio invicto no tempo regulamentar e na prorrogação.

source: Rather than owning hotels, Divorce Hotel has partnered up with six such establishments across the Netherlands, and one in New York .
pt: Mas em vez de abrir hotéis, ele fez parceria com seis hotéis já existentes na Holanda e um em Nova York .

source: Government agency chief says all options are on the table to secure the girls' release
pt: Na semana passada, o governo disse que "todas as opções estão na mesa".

source: "Let's cool down any idea of mistrust," Griesa said .
pt: Vamos voltar ao trabalho e acabar com qualquer ideia de desconfiança."

source: "I can't have any regrets .
pt: "Não tem nada a ver isso .

source: The Nasdaq ended at its peak of the session, the highest level for the index since March 2000, while the S&P 500 ended about 0.1 percent below closing record, set on Dec. 29.
pt: O Nasdaq terminou na máxima da sessão, sendo o mais alto nível para o índice desde março de 2000, enquanto o S&P 500 fechou cerca de 0,1 por cento abaixo do recorde de fechamento, estabelecido em 29 de dezembro.

source: Hollande also addressed the Arab world: "France is a friend, but it is a country that has rules, principles and values .
pt: "A França é um país amigo, mas a França é um país que tem regras, princípios e valores, e entre estes valores há um que não é negociável, e que não será nunca, é a liberdade, a democracia".

source: According to World Health Organization's new estimates, the world's worst-ever outbreak of the virus has killed 3,439 people.
pt: O vírus matou mais de 3.400 pessoas na África Ocidental, de acordo com a Organização Mundial da Saúde (OMS) .

source: Speaking after a whirlwind trip to Tehran, International Atomic Energy Agency chief Yukiya Amano said the U.N. watchdog aimed to issue a report by year's end on the "clarification of the issues" concerned.
pt: VIENA (Reuters) - Não houve avanço nas negociações entre a Agência Internacional de Energia Atômica (AIEA), entidade da ONU, e o Irã sobre questões não resolvidas em torno do programa nuclear iraniano, disse nesta sexta-feira o diretor-geral da AIEA, Yukiya Amano, após uma visita a Teerã.

source: The world's largest automaker by sales volume said it would build a $1 billion plant with an annual capacity of 200,000 cars in the central Mexican state of Guanajuato, increasing its overall North American production capacity by about the same number of vehicles.
pt: A maior montadora do mundo em volume de vendas disse que construirá uma fábrica de 1 bilhão de dólares com capacidade de produção anual de 200 mil carros no Estado mexicano de Guanajuato, aumentando sua produção total na América do Norte por volta do mesmo número de veículos.

source: WASHINGTON (Reuters) - U.S. President Barack Obama said on Wednesday Chinese President Xi Jinping had consolidated power faster than any Chinese leader in decades, raising human rights concerns and worrying China's neighbors.
pt: Segundo Obama, a consolidação do poder de Xi aumentou a preocupação por direitos humanos entre os países vizinho à China, e Putin apostou em um política nacionalista "voltada para o passado".

source: The satirical magazine, which was targeted in Wednesday's fatal attack, also announced on Thursday that a "survivors' issue" will be published next Wednesday.
pt: O "Charlie Hebdo", alvo de um ataque terrorista na quarta-feira (7), vai ser publicado normalmente na semana que vem.

source: "Before the end of the first half of 2015 ... we could have available a few hundred thousand doses .
pt: Algumas centenas de milhares de doses podero estar disponveis "na primeira metade" de 2015, completou.

source: Don't get caught out.
pt: "Não é a melhor saída não .

source: RIO DIEIRO (Reuters) - More than 1,000 fans planning to attend World Cup matches in Brazil have been forced to switch seats after stadium building delays and changes to signage compelled a reconfigurement of some seating plans, local organisers said on Saturday.
pt: RIO DE JANEIRO (Reuters) - Mais de mil torcedores que planejam assistir às partidas da Copa do Mundo no Brasil se viram forçados a trocar de lugar depois que os atrasos na construção de estádios e alterações nas sinalizações levaram à reconfiguração de alguns esquemas de assentos, disseram neste sábado os organizadores locais.

source: Blatter, a Swiss citizen, said last month he would stand down as Fifa was left reeling by two separate corruption investigations.
pt: A decisão foi uma consequência das duas investigações contra a Fifa, nos Estados Unidos e na Suíça, por corrupção.

source: Last week the veteran Cuban leader met Brazilian theologian Frei Betto, who said Castro was “in good health, thin but lucid. ” Castro’s photos were last released in August when he met with Venezuelan President Nicolas Maduro .
pt: Na semana passada, o teólogo brasileiro Frei Betto teve um encontro com Fidel e disse que o líder estava com boa saúde, magro mas muito lúcido.

source: The open forum that SCNAT provided for Agassiz’s ideas sparked significant progress in climatology, meteorology and geology, and helped birth the new scientific field of glaciology.
pt: Assim, o debate aberto pela academia suíça permitiu importantes progressos na climatologia, na meteorologia e na geologia, criando um novo campo científico, a glaciologia.

source: Given the scale and depth of the overhaul planned, it is certainly going to need every ounce of Mr Xi's personal weight and commitment.
pt: Dada a escala e profundidade do plano, este certamente exigirá todo o peso da figura do presidente, além de seu esforço pessoal.

source: The movie will be the first of several others to premiere at the same time on Netflix as well as in IMAX theaters, the companies said.
pt: Segundo ele, o filme também poderá ser assistido em algumas salas de IMAX do mundo, mas não chegará à maior parte dos cinemas.

source: "Your virtual war on us will cause a real war on you," one post by Islamic State supporters said, according to Buzzfeed.
pt: "Sua guerra virtual contra nós provocará uma guerra real contra você", diz o texto, de autoria desconhecida.

source: "I don't want to comment on that .
pt: Você quer fazer um comentário ?

source: The UN Security Council on Monday endorsed the newly-reached agreement between Iran and major world powers on Iranian nuclear issues, kicking off a process to lift UN sanctions on Iran.
pt: O Conselho de Segurança da ONU aprovou nesta segunda-feira por unanimidade uma resolução que ratifica o acordo nuclear assinado pelo Irã e as grandes potências e que abrirá caminho para o levantamento das sanções internacionais que asfixiam a economia iraniana.

source: During an event in Jamaica on Thursday ahead of a Caribbean summit in Panama, Obama said the U.S. was concerned that China was not abiding by international norms and was using its "size and muscle" to bully smaller claimants such as the Philippines and Vietnam.
pt: Nesta sexta-feira, o governo americano se disse preocupado de que a China esteja usando seu "tamanho e músculos" para pressionar países menores "sem necessariamente cumprir as normas e regras internacionais", nas palavras do presidente Barack Obama.

source: "We don't want big changes .
pt: "A sociedade quer mudanças."

source: I don't have it."
pt: "Eu só tenho a agradecer .

source: "If the participation of Iran is conditioned to accept Geneva I communique, Iran will not participate in Geneva II conference," Mohammad Khazaee said.
pt: A Rússia, que tomou a iniciativa de organizar a conferência de Genebra II com os Estados Unidos, quer que Washington aceite a participação de Teerã em Genebra II.

source: There were nights where I'd wake up in cold sweats.
pt: Passei noites sem dormir e às vezes acordava suando frio .

source: The European Central Bank abruptly canceled its acceptance of Greek bonds in return for funding on Wednesday, shifting the burden onto Athens' central bank to finance its lenders and isolating Greece unless it strikes a new reform deal.
pt: A bolsa da Grécia recuou nesta quinta-feira, fazendo o principal índice europeu de ações fechar praticamente estável, após o Banco Central Europeu (BCE) abruptamente deixar de aceitar títulos gregos em troca de financiamento .

source: U.S. aircraft launched bombing raids to support Iraqi forces fighting to recapture Tikrit from the Islamic State group on Wednesday, after Baghdad issued a request for air power.
pt: Os Estados Unidos lançaram nesta quarta-feira (25) ataques aéreos para apoiar as forças iraquianas na reconquista da cidade de Tikrit, ocupada pelo grupo Estado Islâmico (EI), atendendo a um pedido de Bagdá, informaram funcionários americanos.

source: Her body was then set alight.
pt: Depois, seu corpo foi incendiado.

source: US forces in Syria made eight strikes near the key Syrian border town of Kobani near Turkey, destroying a small Islamic state unit of fighters, a "command and control node" and other buildings, vehicles and fighting positions for the militant group, Centcom said on Wednesday.
pt: - As forças militares americanas lançaram entre segunda-feira e hoje quatro ataques aéreos contra o grupo jihadista Estado Islâmico (EI) na Síria e, em colaboração com vários aliados, outros nove no Iraque, conforme informou o Comando Central dos Estados Unidos (Centcom).

source: We may choose to have one specific person or not, but that's what we're made of .
pt: Não é algo nós podemos decidir, é algo que simplesmente acontece e que você não pode controlar .

source: The airline carried 3 million domestic passengers between June 12 and July 13.
pt: A empresa transportou no mercado doméstico 3 milhões de passageiros durante a Copa, entre 12 de junho e 13 de julho .

source: “I talk to them a lot on Skype and they’re very happy for me .
pt: De fato falo muito com eles por Skype .

source: The Munich-based Ifo Institute's business climate index rose to 108.0 from a revised 107.5 in June .
pt: O índice de ambiente para os negócios subiu para 108,0 em julho, acima da expectativa de leitura de 107,5 dos analistas.

source: ST MARTIN Italy (Reuters) - Germany captain Philipp Lahm and goalkeeper Manuel Neuer will not be included in the squad to face Cameroon in their penultimate warm-up game ahead of next month's World Cup, giving the two players more time to fully recover from injuries.
pt: SANTINO Itália (Reuters) - O goleiro da seleção alemã Manuel Neuer e o capitão da equipe, Philipp Lahm, iniciaram a preparação para a Copa do Mundo no Brasil nesta quinta-feira com um treino leve depois de ficarem fora do início dos preparativos do time por conta de lesões.

source: France is home to Europe's largest Jewish population, estimated to be between 500,000 and 600,000, as well as the continent's largest Muslim population, estimated at around five million.
pt: A comunidade judia na França - a maior na Europa e a terceira em todo mundo depois de Estados Unidos e Israel - é calculada entre 500.000 e 600.000 pessoas.

source: "Those who consider that France is a shit country can leave it," Le Pen told the France Info radio station.
pt: Marine Le Pen, em entrevista à rádio France Info, convidou o sueco a deixar o país .

source: Airbnb paid to become an Olympic partner and will be listed as an official accommodation provider with a link on Rio 2016's ticket-buying webpage.
pt: O Airbnb pagou para se tornar parceiro das Olimpíadas de 2016 e vai constar na lista de fornecedores de acomodação durante os jogos, com um link na página de compra de ingressos para Rio 2016.

source: Dr David Nabarro, senior U.N. Coordinator for Ebola, said the cost of getting the supplies needed by West Africa countries to control the crisis would amount to $600 million .
pt: O médico David Nabarro, coordenador sênior da ONU para Ebola, disse que o custo de obter os materiais necessários por parte dos países da África Ocidental para controlar a crise deve ser equivalente a 600 milhões de dólares .

source: What did NFL know and when?
pt: Mas a gente não sabe até quando .

source: "Substantially larger brains initially emerge around 1.5 million years ago and a major leap was around 500,000 years ago," said Prof Spoor.
pt: "Cérebros significativamente maiores surgiram há cerca de 1,5 milhão de anos, e o maior salto foi há cerca de 500 mil anos", diz Spoor.

source: NEW DELHI (Reuters) - Police have opened a rape investigation after a woman reported that she was sexually assaulted by the driver of a cab she hired through Uber, the U.S. online taxi service that has launched an aggressive international expansion.
pt: A polícia indiana prendeu neste domingo (7) um motorista de táxi suspeito de estuprar uma passageira que utilizou o Uber, serviço online de taxi norte-americano que lançou um agressiva expansão internacional.

source: Dunga was speaking ahead of the friendly against Chile at Arsenal's Emirates Stadium on Sunday in a repeat of the World Cup second-round game last June.
pt: Dunga comentou ainda sobre a partida amistosa deste domingo, contra a seleção do Chile, no Emirates Stadium, do Arsenal, em Londres, como um reencontro após o jogo das oitavas de final da Copa do Mundo em junho do anos passado .

source: The 25-year-old was arrested on April 12 and died one week later from a fatal spinal cord injury.
pt: Freddie Gray, 25, sofreu um grave ferimento na coluna ao ser preso no dia 12 de abril –ele morreu no hospital uma semana depois .

source: Yanis Varoufakis sped away from the finance ministry with his wife, after his resignation
pt: A segunda-feira começou com a renúncia do ministro das Finanças grego, Yanis Varoufakis

source: But it speaks of "a redistribution key, based on criteria such as GDP, size of population, unemployment rate and past numbers of asylum seekers".
pt: O critério de redistribuição dos asilados entre os países da União Europeia será baseado em fatores como o Produto Interno Bruto, a população, a taxa de desemprego e o número de requerentes de asilo.

source: Obama said he still takes Netanyahu at his word for comments the Israeli leader made just ahead of the Israeli elections last week that a Palestinian state would not be created while he was prime minister.
pt: O presidente dos Estados Unidos, Barack Obama, disse que a recente declaração de Binyamin Netanyahu, de que não haveria um Estado palestino enquanto ele fosse premiê, dificulta um acordo de paz para o conflito entre Israel e palestinos.

source: ZURICH/NEW YORK The world's most popular sport was plunged into turmoil on Wednesday as seven senior soccer officials were arrested on U.S. corruption charges and faced extradition from Switzerland, whose authorities also announced a criminal investigation into the awarding of the next two World Cups.
pt: ZURIQUE/NOVA YORK (Reuters) - A polícia suíça prendeu algumas das figuras mais poderosas do futebol mundial nesta quarta-feira, incluindo o ex-presidente da CBF José Maria Marin, como parte de uma investigação criminal sobre a escolha das sedes das próximas duas Copas do Mundo e outros casos de corrupção, provocando uma crise no esporte mais popular do mundo.

source: "We must thoroughly investigate [the incident] and hold accountable all those responsible," state media quoted Premier Li Keqiang as saying .
pt: "Devemos investigar exaustivamente e responsabilizar todos os culpados", disse o primeiro-ministro Li Keqiang .

source: Obviously, I'm not comfortable here, but I have to study, so I have to come to school and deal with it .
pt: Estou ótimo agora, não tem nada fisicamente, não sinto dor nenhuma e estou bem mentalmente, até porque não faço nada .

source: "I have never, in all my time in diamonds, seen a color like this."
pt: A pedra cor-de-rosa é minha, eu que achei!”.

source: Australian mother charged with murder in deaths of 8 children
pt: Australiana é detida sob suspeita da morte de 8 crianças

source: 4 garlic cloves, diced
pt: _3 dentes de alho picados

source: Houellebecq said his book is not a present to Marine Le Pen, who does not need any gifts, as things are “going relatively well for her at the moment.”
pt: Em resposta, Houellebecq disse que não existe "nenhum romance que tenha alterado o rumo da história" e lembrou que "Marine Le Pen não precisa disso .

source: 'It's good to be back'
pt: Foi ruim, mas foi bom

source: Merkel: Palestinian recognition not right path
pt: Merkel: reconhecer Estado Palestino não é melhor caminho

source: Two Turkish soldiers were killed and four wounded in a car bomb attack on their convoy in the mainly Kurdish southeast of the country, the local governor's office said Sunday.
pt: Um ataque com carro-bomba matou dois soldados na província curda de Diyarbakir, na Turquia, neste domingo, deixando outros quatro feridos .

source: The case risks further straining ties with Washington which were damaged by revelations last year of mass surveillance of German citizens by the U.S. National Security Agency, including the monitoring of Chancellor Angela Merkel's mobile phone.
pt: A comissão foi instaurada no ano passado depois das revelações de que a Agência de Segurança Nacional americana (NSA, na sigla em inglês) teria grampeado o telefone da chanceler alemã, Angela Merkel, como parte de seu amplo programa de vigilância.

source: France seizes passports of would-be jihadists
pt: França toma passaportes de supostos jihadistas a caminho da Síria

source: Peretz: Netanyahu speech won't stop agreement with Iran
pt: Israel vai tentar deter acordo nuclear "perigoso" com Irã

source: The U.N. office for drugs and crime already says that the death penalty should not be implemented against drug traffickers, only for serious crimes which result in direct death," says Harsono.
pt: “Segundo a legislação internacional, em casos onde a pena de morte está em vigor, esta apenas deve ser aplicada em crimes graves, como mortes com premeditação”, diz a ONU .

source: The Chancellor noted that Germany is India's biggest trading partner in the European Union, with around €16 billion of annual trade between the two countries.
pt: "O comércio entre Alemanha e Índia pode ser melhorado, embora a Alemanha já seja o maior parceiro comercial europeu da Índia", disse a chanceler federal.
